Repository: junaidCodes/note_app
Catalog: lib/l10n/app_*.arb
Languages: ur

source: Notes
ur: خط

source: Title
ur: عنوان لکھیں

# appbar_title
source: Add/Edit Note
ur: نوٹ شامل/ترمیم کریں۔

source: Description
ur: تفصیل لکھیں

source: Save
ur: محفوظ کریں

# notes_added
source: Notes Added Successfully
ur: نوٹس کامیابی کے ساتھ شامل ہو گئے۔

source: Insertion Failed
ur: اندراج ناکام ہو گیا۔

# notes_updated
source: Notes Updated Successfully
ur: نوٹس کامیابی کے ساتھ اپ ڈیٹ ہو گئے۔

source: Updation Failed
ur: اپ ڈیٹ کرنے میں ناکام

source: Urdu
ur: اردو

# empty_note
source: No Note Found! click on + icon to create Note
ur: کوئی نوٹ نہیں ملا نوٹ بنانے کے لیے + آئیکن پر کلک کریں۔
